const noteData = `<0; 테스트데이터입니다>

- 테스트데이터입니다.
- 결혼은 가문 간의 결합으로, 개인의 자유보다는 가족과 지역 사회의 이익을 중시함.
- 시간이 지나면서 사람들의 인식이 변화하고, 연애와 결혼의 분리가 시작됨.

<60; 테스트데이터입니다>

- 테스트데이터입니다.
- 1910년대 중반까지 '사랑'과 '연애'라는 단어는 낯선 개념이었음.
- 1847년, 중국의 선교사가 '러브'를 '연애'로 번역한 것이 최초의 사례.

<132; 테스트데이터입니다>

- 테스트데이터입니다.
- 제1차 세계대전 후 스웨덴 사상과 LNK 철학이 한국에 영향을 미침.
- LNK는 사랑과 행복을 개인과 국가의 근본적인 동력으로 강조함.

<184; 테스트데이터입니다>

- 테스트데이터입니다.
- 고려의 연애 문화는 이성 간의 사랑을 자유롭게 표현함.
- 여성들이 적극적으로 구애하며 신분에 상관없이 자유롭게 연애함.

<291; 테스트데이터입니다>

- 테스트데이터입니다.
- 이러한 일화들은 고려 사회의 성적 자유로움을 보여줌.
- 시대의 흐름에 따라 연애와 결혼에 대한 사상이 변화함.`;

export default noteData;
